examples/soap/zds1.1/Suites4SociaalDomein/dump/4 - genereerDocumentIdentificatie_Di02.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
   <s:Body>
      <ZKN:genereerDocumentIdentificatie_Du02 xmlns:StUF="http://www.egem.nl/StUF/StUF0301" xmlns:ZKN="http://www.egem.nl/StUF/sector/zkn/0310" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
         <ZKN:stuurgegevens>
            <StUF:berichtcode>Du02</StUF:berichtcode>
            <StUF:zender>
               <StUF:organisatie>1900</StUF:organisatie>
               <StUF:applicatie>CDR</StUF:applicatie>
            </StUF:zender>
            <StUF:ontvanger>
               <StUF:organisatie>1900</StUF:organisatie>
               <StUF:applicatie>GWS4all</StUF:applicatie>
               <StUF:gebruiker>Gebruiker</StUF:gebruiker>
            </StUF:ontvanger>
            <StUF:referentienummer>5dc198a9-cfec-41a3-8863-74137814e1c0</StUF:referentienummer>
            <StUF:tijdstipBericht>20200318123707555</StUF:tijdstipBericht>
            <StUF:functie>genereerDocumentidentificatie</StUF:functie>
         </ZKN:stuurgegevens>
         <ZKN:document StUF:entiteittype="EDC" StUF:functie="entiteit">
            <ZKN:identificatie>1900208554</ZKN:identificatie>
         </ZKN:document>
      </ZKN:genereerDocumentIdentificatie_Du02>
   </s:Body>
</s:Envelope>